package start; // назва пакету в якому міститься файл

public class AnatomyClass { // public - щоб кожен зміг мати доступ до нього
							// class - це клас
							// AnatomyClass - імя цього класу
							// { - відкриваюча дужка класу

	public static void main(String[] args) { // public - щоб кожен зміг мати доступ до нього
												// static -
												// void - тип повернення void означає що немає значення що повертається
												// main - назва цього методу
												// (String[] args - аргументи методу. цьому методу потрібно передати
												// масив рядків, який буде називатись "agrs"
												// { - відкриваюча дужка методу main

		System.out.println("Я рулю "); // System.out.println - це означає про друк у стандартний вихід( за
										// замовчуванням для командного рядка )
										// ("Я рулю ") - рядок який буде надруковано
										// ; - кожен вираз повинен закінчуватись крапкою з комою
	} // - закриваюча дужка головного методу main

} // - закриваюча дужка класу AnatomyClass
